Repository: pratikom18/abledocs
Catalog: abledoc/Resources/Views/Home/Index.*.resx
Languages: fr

source: ALT Text
fr: Texte alternatif

source: assignment
fr: mission

source: Billed
fr: Facturé

source: Billing Conatct
fr: Contact de facturation

source: Clients Chart
fr: Tableau des clients

source: Currency
fr: Devise

source: Dashboard
fr: Tableau de bord

source: Date Paid
fr: Date de paiement

source: Deliverd - Jobs
fr: Livraison - Emplois

source: Documents/ Domains/ Licences
fr: Documents/ Domaines/ Licences

source: Foregin Currency Value
fr: Valeur de la devise étrangère

source: Global Sales by Top Locations
fr: Ventes mondiales par les meilleurs emplacements

source: HST Amount
fr: Montant de la TVH

source: Invoice Date
fr: Date de la facture

source: Invoice Number
fr: Numéro de facture

source: Jobs
fr: Emplois

source: Jobs Chart
fr: Tableau des emplois

source: More info
fr: Plus d'informations

source: Net With HST
fr: Net avec TVH

source: Notes
fr: Remarques

source: Open - Jobs
fr: Ouvert - Emplois

source: Pending - Jobs
fr: En attente - Emplois

source: Phase 1
fr: La phase 1

source: Product
fr: Produit

source: Production Chart
fr: Tableau de production

source: Quote - Jobs
fr: Devis - Emplois

source: To be Deliverd - Jobs
fr: À livrer - Emplois

source: Total billing per office
fr: Facturation totale par bureau

source: Visualization
fr: Visualisation

source: weekend
fr: fin de semaine

source: Weekly summary
fr: Résumé hebdomadaire
