Repository: pratikom18/abledocs
Catalog: abledoc/Resources/Views/Shared/_Header.*.resx
Languages: fr

source: ADGateways
fr: ADGpasserelles

source: ADO Admin
fr: Administrateur ADO

source: ADSales
fr: ADSventes

source: ALT Text
fr: Texte alternatif

source: Approved Credit Notes
fr: Notes de crédit approuvées

source: Approved Invoices
fr: Factures approuvées

source: Approved Timesheet
fr: Feuille de temps approuvée

source: Cancelled Jobs
fr: Travaux annulés

source: Client Specific Requirements
fr: Exigences spécifiques du client

source: Clients
fr: Clientes

source: Closed Jobs
fr: Emplois fermés

source: Countries
fr: Des pays

source: Dashboard
fr: Tableau de bord

source: Description
fr: La description

source: Email Template
fr: Modèle d'e-mail

source: Invoices
fr: Factures

source: Jobs
fr: Emplois

source: Manage Company
fr: Gérer l'entreprise

source: More
fr: Suite

source: Pending Credit Notes
fr: Notes de crédit en attente

source: Pending Invoices
fr: Factures en suspens

source: Pending Invoices Jobs
fr: Factures en attente

source: Phases
fr: Étapes

source: Pipeline Stage
fr: Étape du pipeline

source: Production Dashboard
fr: Tableau de bord de production

source: Profile
fr: Profil

source: Quote Content
fr: Contenu du devis

source: Quotes
fr: Devis

source: Report Bug
fr: Rapportez une erreur

source: Role
fr: Rôle

source: Search
fr: Rechercher

source: Settings
fr: Paramètres

source: State
fr: État

source: Supervisor
fr: Superviseuse

source: Supervisor1
fr: Superviseuse

source: Timesheet
fr: Emploi du temps

source: Timesheet View
fr: Affichage de la feuille de temps

source: To Be Invoiced
fr: Être facturé

source: Unit
fr: Unité

source: User Setting
fr: Paramètre d'utilisateur
